cask_args appdir: '/Applications'

tap "homebrew/fuse"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"

tap "caskroom/drivers"
tap "caskroom/cask"

cask "osxfuse"
cask "xquartz"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "gettext"
brew "libffi"
brew "cassandra"
brew "chromedriver"
brew "cloog"
brew "cmake"
brew "docker", link: false
brew "emacs"
brew "mpfr"
brew "gcc"
brew "gdbm"
brew "gdk-pixbuf"
brew "go"
brew "htop"
brew "hugo"
brew "hwloc"
brew "jq"
brew "libcroco"
brew "openssl"
brew "libevent"
brew "libmicrohttpd"
brew "librsvg"
brew "libtool"
brew "makedepend"
brew "maven"
brew "node@4"
brew "ntfs-3g"
brew "postgresql"
brew "protobuf"
brew "r"
brew "texinfo"
brew "tmux"
brew "unrar"
brew "zsh"

cask "garmin-express"
cask "disk-inventory-x"
cask "franz"
cask "google-chrome"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "keka"
cask "parse"
cask "pgadmin3"
cask "private-internet-access"
cask "sublime-text"
cask "transmission"
cask "veracrypt"
cask "virtualbox"
cask "caskroom/drivers/nvidia-cuda"
