tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "moncho/dry"
tap "rigellute/tap"
tap "versent/taps"
brew "openssl@1.1"
brew "awscli"
brew "direnv"
brew "ghq"
brew "go"
brew "gradle-completion"
brew "graphviz"
brew "htop"
brew "jenv"
brew "jq"
brew "neofetch"
brew "peco"
brew "starship"
brew "stormssh"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "zsh
brew "moncho/dry/dry"
brew "versent/taps/saml2aws"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "authy"
cask "barrier"
cask "bitwarden"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "jdownloader"
cask "joplin"
cask "karabiner-elements"
cask "keka"
cask "keycastr"
cask "kitty"
cask "macs-fan-control"
cask "postman"
cask "private-internet-access"
cask "qlstephen"
cask "rocket"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "vivaldi"
