tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "coreutils"
brew "curl"
brew "flyctl"
brew "git"
brew "python@3.11"
brew "neovim"
brew "openssh"
brew "pnpm"
brew "starship"
brew "stow"
cask "appcleaner"
cask "arc"
cask "barrier"
cask "deskreen"
cask "firefox"
cask "font-iosevka-nerd-font"
cask "garmin-express"
cask "hammerspoon"
cask "iina"
cask "jetbrains-toolbox"
cask "keka"
cask "kitty"
cask "logseq"
cask "microsoft-edge"
cask "numi"
cask "opera"
cask "qflipper"
cask "raycast"
cask "slack"
cask "spotify"
cask "stremio"
cask "vscodium"
cask "warp"
cask "workman"
cask "zoom"
